adrianwilczynski.namespace
astro-build.astro-vscode
bradlc.vscode-tailwindcss
cake-build.cake-vscode
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.dotnet
formulahendry.dotnet-test-explorer
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hashicorp.terraform
Ionide.Ionide-fsharp
jeff-hykin.better-cpp-syntax
josefpihrt-vscode.roslynator
k--kato.intellij-idea-keybindings
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.powershell
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
patcx.vscode-nuget-gallery
PKief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
svelte.svelte-vscode
tht13.html-preview-vscode
twxs.cmake
vsciot-vscode.vscode-arduino
WakaTime.vscode-wakatime
william-voyek.vscode-nginx
zxh404.vscode-proto3
